Repository: LetstrackApp/Altienco
Catalog: Altienco/SupportFiles/LanguageString/*.lproj/Localizable.strings
Languages: hi

# langTitle
source: CHOOSE YOUR PREFERRED LANGUAGE
hi: अपना प्रचारित भाषा चुनें(hindi)

source: Next
hi: आगे(hindi)

source: PROCEED
hi: आगे(hindi)

# countrySCTitle
source: Enter the OTP sent to your mobile
hi: Enter the OTP sent to your mobile (hindi)

source: MOBILE
hi: मोबाइल(hindi)

# otptitle
source: OTP has been sent to
hi: OTP को भेज दिया गया है(hindi)

# optAlertMsg
source: Did you get SMS OTP?
hi: क्या आपको एसएमएस ओटीपी मिला?(hindi)

source: Resend
hi: पुनः भेजें(hindi)

source: Resend OTP
hi: OTP पुनः भेजें(hindi)

source: Change Photo
hi: Change Photo(hindi)

# storeTitle
source: STORE NAME*
hi: STORE NAME*(hindi)

# addressTitle
source: COMPLETE ADDRESS*
hi: COMPLETE ADDRESS*(hindi)

# stateTitle
source: STATE*
hi: STATE*(hindi)

# cityTitle
source: CITY*
hi: CITY*(hindi)

# optionalTitle
source: Optional information
hi: Optional information(hindi)

# signupTitle
source: Let’s set up your nature of business.
hi: Let’s set up your nature of business.(hindi)

# gstTtile
source: GSTIN NUMBER
hi: GSTIN NUMBER(hindi)

# panTitle
source: PAN NUMBER
hi: PAN NUMBER(hindi)

# tinTitle
source: TIN NUMBER
hi: TIN NUMBER(hindi)

# USignupTitle
source: We would love to know about you too.
hi: We would love to know about you too.(hindi)

# privacy
source: By proceeding, I agree to LTlastmile Terms of Use and acknowledge that I have read the Privacy Policy.
hi: By proceeding, I agree to LTlastmile Terms of Use and acknowledge that I have read the Privacy Policy.(hindi)

# conditionText
source: I also agree that LTlastmile may contact me by email, phone or sms (including by automated means) at the email address or number I provide, including for marketing purposes.
hi: I also agree that LTlastmile may contact me by email, phone or sms (including by automated means) at the email address or number I provide, including for marketing purposes.(hindi)

source: Signup
hi: Signup(hindi)

# welcomeTitle
source: Welcome to LTlastmile.
hi: Welcome to LTlastmile.(hindi)

# welcomeSubTitle
source: You have completed your sign up process.
hi: You have completed your sign up process.(hindi)

# welcomeLastSubTitle
source: First list your business with 3 easy steps and start earning.
hi: First list your business with 3 easy steps and start earning.(hindi)

source: Start Listing
hi: Start Listing(hindi)

# welocme
source: Welcome
hi: Welcome(hindi)

# userSubTitle
source: Start listing your profile with these simple steps.
hi: Start listing your profile with these simple steps.(hindi)

# userStep1
source: Take a picture for your profile*
hi: Take a picture for your profile*(hindi)

# verifyAadhaar
source: Verify Aadhaar Card*
hi: Verify Aadhaar Card*(hindi)

# addRider
source: Add Your Rider*
hi: Add Your Rider*(hindi)

# addVehichle
source: Add Your Vehicle
hi: Add Your Vehicle(hindi)

# laterButton
source: Don’t have vehicle, add later from menu
hi: Don’t have vehicle, add later from menu(hindi)

# startOrder
source: Start Taking Orders
hi: Start Taking Orders(hindi)

# riderPicTtile
source: Take a picture of your rider*
hi: Take a picture of your rider*(hindi)

# verifyLicence
source: Verify Driver’s Licence*
hi: Verify Driver’s Licence*(hindi)

source: Add This Rider
hi: Add This Rider(hindi)

source: Start Taking Orders
hi: Start Taking Orders(hindi)

# AadhaarCrad
source: AADHAAR CARD*
hi: AADHAAR CARD*(hindi)

source: Verify
hi: Verify(hindi)

# riderNumbertitle
source: Enter Rider’s Mobile Number
hi: Enter Rider’s Mobile Number(hindi)
